// 条件(待开发)
"condition": {
	// 什么时候
	"when": {
		"datetime": "{0}",
	},
	// 什么地点
	"where": {
		// 省份
		"province": "{0}",
		// 城市
		"city": "{0}",
		// 管辖区
		"area": "{0}",
		// 详细地址
		"address": ""
	},
	// 什么地点
	"who": {
		// 发话人
		"fromUser": "{0}",
		// 听话人
		"toUser": "{0}",
		// 牵涉人员
		"involve": [],
		// 机器人
		"robot": "{0}"
	},
	// 做什么
	"what": "",
	// 为什么(一般为空)
	"why": "",
	// 怎么做
	"how": [
		/**
		{
			// 行为名称（当询问为空时，也是回调函数名称）
			name: "not number",
			// 执行标识
			title: "缺少快递单号",
			// 执行的先后顺序
			sort: 10,
			// 缺少参数的判断方法
			not_match: "/[a-zA-Z0-9_]+/g",
			// 询问用户，加强条件用
			question: "快递单号多少？",
			// 校验方法名称，通过函数判断
			func_name: "",
		}
		*/
	],
	// 做到什么程度(传函数名, 成功表示满足条件, 不成功表示不满足)
	"how much": {}
}
